;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Bahasa Indonesia/Indonesian
WebLang=IND
Translator=Purwo Adi Nugroho
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = Lihat
103 = Pilihan
104 = Penghapus
105 = Peralatan
106 = Mode Pemburu
107 = Daftar
108 = Ikon
109 = Rincian
110 = Hapus
111 = Hapus Catatan
112 = Segarkan
113 = Apakah anda yakin ingin menghapus catatan terpilih?
114 = Apakah anda yakin ingin menghapus program terpilih?
115 = Pembaruan Otomatis
116 = Bantuan
117 = Peralatan bantuan yang dipakai...
118 = Halaman Rumah...
119 = Tentang...
120 = Anda bukan Administrator!
121 = pakah anda yakin ingin menghapus komponen sistem yang terpilih?\nHENTI, Kecuali jika anda yakin dengan apa yang anda lakukan!
122 = Penghapus menunjukkan padamu semua program yang terinstall dan komponen keduanya yang sering dan semua user. Pada bagian "Rincian" tipe, atau dengan konteks menu, kamu dapat menjangkau informasi tambahan (links dan peralatan tentang installasi). Fitur utama dari Revo Uninstaller adalah mode Pemburu. Mode ini memberimu kemudahan untuk menghapus, menghentikan, hapus atau melarang dari otomatis mulai hanya dengan sekali klik.
123 = Cari:
124 = Temukan:
125 = Apakah anda yakin ingin menghapus semua komponen sistem terpilih dari Registry?\nKomponen ini mungkin dibutuhkan sistem operasimu!
126 =  Tidak lagi otomatis mulai!
127 =  Ini diatur untuk otomatis mulai.
128 = %s telah dipasang di lokasi yang sama sebagai %s!\nSisa akan ditemukan dari kedua aplikasi! Hati-hati mencentang yang akan kamu hapus!
129 = Penghapusan MSI secara paksa.

[Uninstaller List]
150 = Aplikasi
151 = Ukuran
152 = Versi
153 = Tanggal Pemasangan
154 = Perusahaan
155 = Website
156 = Komentar
157 = Rangkaian penghapusan
158 = KunciRegistry
159 = Pemasang

[Uninstaller StatusBar]
201 = Pemasangan: 
202 = Proses...

[Registry Optimizer]
302 = Pilih dimana kamu ingin memindai
303 = Start menu

[Autorun Toolbar]
407 = Run
408 = Bunuh
409 = Hapus
410 = Items:
411 = Diijinkan:
412 = Dengan Autorun Manager, kamu bisa mengijinkan atau melarang aplikasi dari otomatis jalan saat Windows startup, kamu juga bisa mendapat informasi lebih keterangan khusus tentang aplikasi tersebut. Kamu bisa mendapatkan lokasi peluncuran, deskripsi, penerbit, status (jalan atau tidak), dan lokasi dari perintah starup (salah satu di registry atau sebuah file di Hard Disk).

[Autorun List]
450 = Nama Startup
451 = Lokasi peluncuran
452 = Deskripsi
453 = Penerbit
454 = Status
455 = Lokasi
456 = BERJALAN
457 = TIDAK BERJALAN
458 = TIDAK COCOK
459 = Hentikan Proses
460 = Jalankan Proses
461 = Buka Lokasi Folder
462 = Menuju Lokasi
463 = Salin Lokasi Peluncuran
464 = Hapus yang terpilih
465 = Hapus semua yang tidak cocok
466 = Hapus semua yang tidak berjalan
467 = Hapus semua yang dilarang
468 = Properties...
470 = Apakah anda yakin ingin menutup aplikasi yang dipilih?\nData yang tidak disimpan akan hilang!
471 = Apakah anda yakin ingin menghapus item terpilih?
472 = Apakah anda yakin ingin menghapus semua item yang tidak cocok?
473 = Apakah anda yakin ingin menghapus semua item yang tidak berjalan?
474 = Apakah anda yakin ingin menghapus semua item yang dilarang?
475 = Perintah tidak tersedia!
476 = TIDAK DIKETAHUI
477 = Larang otomatis mulai
478 = Ijinkan otomatis mulai

[Outlook Control]
300 = Optimalkan
301 = Pengoptimal Registry
400 = Autorun Manager
500 = Perbersih Track
501 = Pembersih Browser
600 = Pembersih Microsoft Office
700 = Pembersih Windows
800 = Petunjuk Penghapusan
900 = Hapus yang tidak bisa dikembalikan
2100 = Perlatan Windows
2200 = Pembersih File Sampah

[Track Cleaner Browsers]
507 = Bersihkan Semua
508 = Bersihkan Riwayat Kunjungan halaman Web
509 = Hapus Riwayat alamat web
510 = Hapus file Temporary Internet
511 = Hapus Cookies
512 = Hapus File Index.dat
513 = Laksanakan
514 = Hapus Riwayat Download
515 = Hapus Sesi Riwayat
516 = Hapus Bentuk Riwayat
517 = Penghapus
518 = Apakah anda yakin ingin membersihkan semua data riwayat yang terpilih?
521 = Apakah anda yakin ingin membersihkan data riwayat Internet Explorer?
522 = Apakah anda yakin ingin membersihkan data riwayat Firefox?
523 = Apakah anda yakin ingin membersihkan data riwayat Opera?
524 = Apakah anda yakin ingin membersihkan data riwayat Netscape?
525 = Browser anda merekam dengan rici tentang setiap website yang pernah anda kunjungi. Informasinya mudah untuk diakses dari jendela browser anda dan, dengan menekan tombol yang sederhana, setiap orang dapat melihat wdimana kamu pernah browsing di web! Dengan Pembernih Browsers kamu dapat menghapus file temporary Internet yang berisi semua gambar yang pernah kamu lihat, semua video online yang pernah kamu tonton dan semua halaman web yang pernah kamu kunjungi. Menghapus file Temporary Internet dapat mengurangi isi Hardiskmu.
526 = Tutup internet browsermu sebelum membersihkan jejak.
527 = File Index.dat akan dihapus setelah komputer reebot.
599 = Operasi pembersihan jejak untuk item yang dipilih komplet!

[Office Track Cleaner]
601 = Bersih
607 = Bersihkan Riwayat Recent Documents Microsoft Word
608 = Termasuk Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 dan Word 2016
609 = Bersihkan Riwayat Recent Documents Microsoft Excel
610 = Termasuk Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 dan Excel 2016
611 = Bersihkan Riwayat Recent Documents Microsoft Access
612 = Termasuk Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 dan Access 2016
613 = Bersihkan Riwayat Recent Documents Microsoft PowerPoint
614 = Termasuk PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 dan PowerPoint 2016
615 = Bersihkan Riwayat Recent Documents Microsoft FrontPage
616 = Termasuk FrontPage 2000, FrontPage XP dan FrontPage 2003
617 = Pembersih Microsoft Office mengijinkan andauntuk menghapus riwayat dari file yang sering digunakan di Microsoft Word, Excel, Access, PowerPoint dan FrontPage. Jika kamu tidak ingin beberapa orang atau yang lain melihat yang kau buka terakhir atau menyunting spreadsheets, dokumen atau file lain yang dibuat menggunakan Microsoft Office, tinggal pilih tipe file yang tidak kamu inginkan dan klik tombol “Bersih”. Fie yang sering kamu gunakan untuk tipe program yang kamu pilih, tidak mungkin tersedia lagi.

[Windows Tracks Cleaner]
701 = Bersih
707 = Bersihkan riwayat Recent Documents
708 = Bersihkan riwayat Start Menu Run
709 = Bersihkan riwayat Find File
710 = Bersihkan Printer, Komputer dan riwayat People Find
711 = Kosongkan Clipboard
712 = Bersihkan riwayat Recent File "MS Paint"
713 = Bersihkan riwayat Recent File "MS Wordpad"
714 = Bersihkan riwayat key terakhir yang dibuka di Regedit
715 = Bersihkan Riwayat Recent Kotak Dialog Open/Save
716 = Bersihkan riwayat kotak dialog Folder terakir yang dikunjungi
717 = Kosongkan Recycle Bin
718 = Hapus File Temporary Windows
719 = Hapus log penggunaan Start Menu
720 = Microsoft Windows menyimpan apapun yang kamu lakukan dengan komputermu seperti riwayat pencarian file (ketika kamu mencari file dan folder), riwayat dokumen yang sering dibuka, riwayat buka/simpan yang digunakan pada dialog file temporary file standarrd dari apikasi yang berbeda dan banyak lainnya. Windows Cleaner mengijinkan anda untuk menghapus riwayat dan file temporary. Kamu juga bisa mengosongkan Recycle Bin dan menghapus file temporary yang dapat mengosongkan hard disk.
721 = Menjalankan riwayat akan menghapus setelah explorer.exe di restart.
722 = Jejak di Windows Registry
723 = Jejak di hard disk
724 = Hapus file crash memory dump
725 = Hapus penggabungan pecahan file Chkdsk (Check Disk)


[Evidence Remover]
802 = Laksanakan
803 = Sedang menghapus
804 = Mohon tunggu selama proses penghapusan berjalan.
805 = Komplet
806 = Tempatkan tanda cek pada drive yang berisi jejak dan keterangan dari pekerjaanmu yang ingin kamu hapus. Alat ini hanya berlaku bagi data yang sudah dihapus. PERINGATAN: Setelah proses komplet, ini akan menjadi tidak mungkin untuk mengembalikan file-mu yang telah dihapus!
807 = Ketika kamu mengosongkan Windows Recycle Bin, file dan foldermu hanya ditandai terhapus tetapi sebenarnya mereka belum dihapus. Alat ini akan menghapus file dan folder secara permanen yang telah dihapus tetapi masih tertinggal di Harddisk. Tidak ada alat atau orang lain mencoba menggunakan pengembalian data, hasilnya akan sama, Tidak ada. – Data dihapus dengan Penghapus bukti sehingga tidak mungkin dikembalikan!
808 = Apakah anda yakin akan menghapus jejak yang tersisa dan bukti pada drive terpilih?

[Unrecoverable Delete]
912 = Daftar dari file dan folder yang akan dihapus dan akan dibut tidak mungkin untuk dikembalikan
913 = File
914 = Folder
915 = Sisipkan file yang ingin kamu hapus dan buang dari system. File ini tidak dapat dikembalikan dengan software apapun!
916 = Sisipkan folder yang ingin kamu hapus dan buang dari system. File ini tidak dapat dikembalikan dengan software apapun!
917 = Tambahkan file untuk dihapus
918 = Tambahkan file untuk dihapus
919 = HAPUS SELAMANYA
920 = Bersihkan daftar
921 = Jika anda ingin menghapus file atau folder secara aman(yakin bahwa tidak ada seorangpun, dengan alat apapun, dapat mengembalikanfile atau folder ini), Gunakan penghapus tak bisa dikembalikan. Menghapus file dan pengosongan Windows Recycle Bin tidak berartifile hilang untuk selamanya, mereka masih di hard disk-mu dan setiap orang dapat mengembalikan data yang dihapus dengan mudah. Alat penghapus  Unrecoverable membuat ini mungkin karena itu sebenarnya semua file dan folder dihapus.
922 = Apakah anda yakin ingin menghapus selamanya file dan folder terpilih?

[Options Tree]
1001 = Pilihan
1002 = Ekpor Semua Pengaturan
1003 = Impor Semua Pengaturan
1100 = Umum
1200 = Penghapus

[General]
1101 = Bahasa sekarang:
1102 = Mode lanjutan
1103 = Cek untuk pembaruan saat startup
1104 = Pembaruan otomatis di latar belakang

[Uninstaller Options]
1201 = Tunjukkan system pembaruan
1202 = Tunjukkan komponen system
1204 = Hanya jalankan penghapus built-in
1205 = (Tidak didukung pada Windows Vista)
1206 = Buat titik System Restore sebelum penghapusan
1208 = Matikan fitur Riwayat Pencopotan
1209 = Tampilkan pintasan laman web

[Auto Update]
1907 = Perbarui
1908 = Informasi Versi
1909 = Versi Sekarang:
1910 = Versi terbaru:
1911 = UNDUH
1912 = Dapatkan versi terbaru
1913 = Apa yang baru
1914 = Mengecek...
1915 = Sambungan gagal...
1916 = HENTI
1917 = Terunduh %s dari %s
1918 = Terunduh %s (ukuran total tidak diketahui)
1919 = Revo Uninstaller Pro telah tersambung ke www.revouninstaller.com. Mohon cek jika sambungan internetmu aktif firewallmu tidak memblok Revo Uninstaller Pro
1920 = Kesalahan: Pengecekan versi baru gagal. Tidak ada sambungan internet.
1921 = Mengunduh...
1922 = Memulai pembaruan...
1923 = Selesai
1924 = Pembaruan belum tersedia
1925 = Berhasil membarui ke versi terbaru (%s)

[WinTools]
2110 = Jalan
2111 = Ada banyak peralatan yang ringan dan alat bermanfaat serta komponen yang tergabung dengan tiap Sistem Operasi Windows. Beberapa peralatan menggunakan command lines yang komplek, yang lainnya susah untuk diakses. Peralatan Windows Tools memberi kecepatan, akses sekali klik ke lebih dari 10 peralatan Windows.
2112 = Jika masalah muncul, kamu dapat menggunakan System Restore untuk mengembalikan komputermu ke keadaan sebelumnya yang sudah disimpan tanpa kehilangan file data pribadi. System Restore memeriksa perubahan ke system dan beberapa file aplikasi dan otomatis membuat restore points yang mudah dikenali. Restore point ini mengizinkanmu untuk kembali ke system sebelumnya yang sudah di back up. Restore point dibuat setiap hari dan tiap ada perubahan sistem yang mencolok. Kamu juga dapat membuat dan menamai restore point-mu tiap saat.
2113 = Kamu dapat mengumpulkannya dan menampilkan informasi tentang hardware komputermu dan Sistem Operasi, pengaturan Internetmu dan modemmu serta pengaturan network adaptor. Dengan Network Diagnostics tool, kamu dapat melakukan penelitian  systemmu dan tes sambungan jaringan dan apakah hubungan jaringanmu dengan program dan layanan berfungsi. 
2114 = Informasi jaringan menunjukkan semua TCP/IP pengaturan informasi jaringan, Dynamic Host Configuration Protocol (DHCP) dan pengaturan Domain Name System (DNS). Informasi jaringan juga menampilkan susunan TCP/IP secara lengkap untuk semua jaringan adapter termasuk alamat IP, alamat MAC, subnet mask, default gateway, Windows Internet Naming Service (WINS) dan susunan DNS.
2115 = Pusat keamananmengecek status dari computermu, 3 security essentials: Firewall, Otomatis membarui dan perlindungan Malware/virus. Jika masalah terdeteksi dengan ini (Contoh, program antivirusmu kadaluarsa), Pusat keamanan mengirim sebuah peringatan dan memberikan saran bagaimana sebaiknya melindungi komputermu.
2116 = System Properties dapat digunakan untuk melihat informasi dasar komputer hardware seperti jenis CPU dan total RAM memory, melihat dan mengubah pengaturan dan mengendalikan bagaimana komputermu menggunakan memory dan menemukan beberapa informasi (hardware dan device properties), Susunan profil hardware, Melihat informasi tentang sambungan jaringanmu dan profil logon, serta laporan system dan kesalahan program ke Microsoft atau system administratormu ketika terjadi.
2117 = System Information adalah sebuah kompone dari Sistem Operasi Windows yang mengumpulkan dan menampilkan informasi susunan system untuk komputer lokal dan remote. Ini termasuk informasi tentang susunan hardware, bagian komputer dan software, termasuk adan atau tidaknya driver. System Information adalah alat pendukung yang dapat kamu gunakan untuk mempercepat menemukan lokasi informasi tentang komputermu dan Sistem Operasinya.
2118 = TCP/IP Netstat Command adalah bagian dari Sistem Operasi Windows yang menampilkan semua sambungan TCP yang aktif dan port TCP dan UDP komputer yang mendengarkan dan menampilkan perintah yang berhubungan  dalam pembuatan taiap sambungan atau port yang mendengarkan (nama pelaksana adalah di [ ] bagian bawah, pada bagian atas ini disebut, dan seterusnya sampai TCP/IP tercapai).
2119 = On Screen Keyboard menampilkan virtual keyboard pada layar dan mengizinkan pengguna dengan keterbatasan untuk memasukkan data menggunakan pointing device atau joystick. On-Screen Keyboard dimaksudkan untuk menyediakan tingkat terendah untuk pengguna dengan keterbatasan. Kamu juga dapat menggunakan On-Screen Keyboard jika kamu berpikir ada Key-Logger yang terpasang pada PC-mu dan semua yang kamu ketikkan direkam. On-Screen Keyboard menghilangkan kemungkinan perekaman tombol.
2120 = Disk Defragmenter menganalisa lokal volume dan menggabungkan file dan folder yang terbagi, jadi tiap file atau folder menempati sebuah, raung berdampingan pada volume. Disk Defragmenter juga menggabungkan ruang kosong pada volume, membuatnya kurang seperti file baru akan dibagi. Hasil dari perubahan ini,system-mu dapat mengakses file dan folder dan menyimpan yang baru dengan efisien.
2121 = Layanan dapat berjalan, berhenti, jeda, lanjut, atau melarang layanan pada local atau komputer remote. Layanan dapat juga mengatur aksi recovery untuk mengambil tempat jika layanan gagal (Contoh, Layanan restart otomatis), izin atau larang layanan untuk profil hardware tertentu dan untuk melihat status dan deskripsiddari tiap layanan.
2122 = Shared Folders dapat digunakan untuk mengatur sumber yang di shared pada jaringan, mengatur izin pengguna, sesi aktif, sumber shared propertis dan melihat ringkasan sambungan dan sumber yang digunakan untuk komputer local dan remote.  Shared Folders juga dapat melihat daftar dari semua pengguna yang tersambung dengan remot (melalui jaringan) ke komputermu dan memutuskan satu atau semuanya. Kamu juga dapat melihat daftar file yang sedang dibuka oleh pengguna remot.
2123 = Group Policy termasuk pengguna dan susunan komputer policy. Pengaturan Group Policy menegaskan macam-macam bagian dari lingkungan desktop pengguna yang system administrator perlu kelola (Contoh, program yang tersedia untuk pengguna, program akan tampil pada desktop pengguna, dan pilihan pada Start menu).
2124 = Add/Remove Windows Components membantumu mengelola bagian windows yang terpasang pada komputermu. Setelah Sistem Operasi terpasang pada komputermu, kamu dapat menggunakan alat ini untuk menambah bagian Windows yang tidak ada pada pemasangan original, atau untuk membuang bagian Windows yang tidak diinginkan.
2125 = Microsoft Windows Malicious Software Removal Tool mengecek komputermu untuk tiap infeksi dengan detil, umumnya malicious software dan bantuan untuk membuang tiap infeksi yang ditemukan. Malicious software termasuk viruses, worms dan Trojan horses. Ketika deteksi dan pembersih layanan komplet, alat akan menunjukkan deskripsi hasil laporan, termasuk, jika ada malicious software terdeteksi dan dibersihkan.


[Junk Files Cleaner Options]
2202 = Drives untuk Scan:
2203 = Pola
2204 = Deskripsi
2205 = Tambah
2206 = Buang
2207 = Atur ke Defaults
2208 = Pembersih file sampah::Umum
2209 = Pembersih file sampah::Mengeluarkan
2220 = Pola scan untuk:
2221 = Kamu dapat menggunakan symbols ? dan/atau * sebagai wildcards
2222 = Tambah pola
2223 = Tambahkan pola larangan
2224 = Kamu dapat menggunakan symbols ? dan/atau * sebagai wildcards
2225 = Pola yang dilarang:
2226 = Hapus file ke Recycle Bin
2227 = Ijinkan file mengakses dalam 24 jam terakhir

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Hapus
2308 = Scanning
2309 = Mohon tunggu selama proses scanning.
2310 = Batal
2311 = Nama
2312 = Ukuran
2319 = File:
2320 = Ukuran total:
2323 = Ada file yang digunakan oleh Windows atau\n program lain dan tidak dapat dihapus sekarang
2324 = Anda memilih minimal satu drive dan extension untuk memulai scanning.
2325 = Pembersih file sampah mengijinkan anda untuk menemukan dan membuang macam-macam jenis sampah dan file yang tidak dibutuhkan dari komputermu. Normalnya seperti file yang dihapus oleh applikasi yang membuatnya kamudian mereka tidak membutuhkannya. Bagaimanapun, mereka mungkin sisa permanen di hard drive-mu jika ada aplikasi yang membatasi secara tak terduga, seperti system crash, dll. Jika ini terjadi, ini dapat menyebabkan pengurangan ruang hard disk atau menyebabkan kecepatan sistem menurun, dll.
2326 = File:
2327 = Menghapus file
2328 = File sampah tidak ditemukan

[Context Menu Junk Files Cleaner]
2313 = Buka
2314 = Cari di Google untuk 
2315 = Buka Folder dari file ini
2316 = Properties...
2317 = Centang semua materi
2318 = Jangan centang semua materi
2321 = Centang materi terpilih
2322 = Jangan Centang materi terpilih

[Topmost Window]
4002 = Pilihan
4003 = Buka jendela utama
4004 = Mode Drag dan Drop
4005 = Mode Pemburu
4006 = Ukuran
4007 = Kecil
4008 = Sedang
4009 = Besar
4010 = Ukuran Jendela
4011 = KELUAR
4012 = Hapus
4013 = Hentikan otomatis mulai
4014 = Bunuh Process
4015 = Bunuh dan hapus Process
4016 = Buka Folder dari file ini
4017 = Info
4018 = Properties
4019 = BATAL
4020 = Hanya satu file yang didukung pada saat ini!
4021 = Anda mempunyai wadah, mohon drag dan drop file!
4022 = Hapus atau Buang:
4023 = Tidak terselesaikan! Coba ke titik pada jendela lain, ikon atau materi di taskbar.
4024 = Tidak dapat menjalankan perintah penghapusan!\n Mohon hapus aplikasi dengan penghapus.
4025 = Tidak ada pemasangan ditemukan!\nTip: Dapatkan informasi lebih lanjut untuk aplikasi dari jendela utama dan\n coba untuk menghapus secara manual!
4026 = Aplikasi target ditutup dari otomatis mulai!\nTip: Jika anda ingin mengijinkan lagi, Gunakan alat Autorun di aplikasi utama!
4027 = Aplikasi target tidak ditemukan di tempat startup!\nTip: Untuk mencari di tempat yang tidak biasa untuk otomatis mulai sebuah aplikasi, lihat di Google!
4028 = Apakah anda yakin ingin menutup aplikasi terpilih?\nData yang tidak disimpan akan hilang!
4029 = Uninstaller
4030 = Apakah anda yakin ingin menutup dan menghapus aplikasi terpilih?\nData yang tidak disimpan akan hilang!
4031 = Apakah anda yakin ingin menutup Windows Explorer?\n Start menu, taskbar dan system tray akan menghilang!
4032 = Mulai jalan dengan Windows
4033 = Transparan
4035 = Selalu di atas

[Scan After Uninstall]
4210 = Lokasi
4211 = Kunci
4212 = Nilai
4213 = Data
4214 = File
4215 = Tidak ada materi terpilih. Pilih materi untuk dihapus!
4216 = Scan setelah penghapusan
4217 = Pilih semua
4218 = Tidak memilih semua
4219 = Hapus
4220 = File yang tersisa
4221 = Catatan Registry yang tersisa
4222 = Mencari sebelum menghapus, mohon tunggu...
4223 = Menjalankan penghapus...
4224 = Mohon jalankan scanning untuk file tersisa, folder dan kunci registry ketika aplikasi penghapus selesai.
4225 = Scanning setelah menghapus, mohon tunggu...
4226 = Berhati-hatilah mencentang daftar materi!
4227 = Tutup
4228 = File yang tersisa di daftar akan dihapus setelah restart system.
4229 = Gagal menjalankan aplikasi penghapus!\nMungkin perintah menghapus salah!
4230 = Kembali
4231 = Selanjutnya
4232 = Pilih Mode menghapus
4233 = Mode
4234 = Bawaan - hanya menjalankan aplikasi penghapus tanpa pencarian tambahan
4235 = Aman - termasuk mode bawaan dan melakukan pencarian tambahan di Registry dan di hard drive untuk menemukan materi yang tertinggal dan aman untuk dihapus. Ini mode tercepat.
4236 = Tengah - termasuk mode aman dan melakukan serta memperluas pencarian untuk menemukan semua sisa informasi aplikasi ipada tempat yang umum pada Registry dan di hard drive 
4237 = Lanjut - termasuk mode tengah dan melakukan pencarian lebih dalam dan seksama semua sisa informasi aplikasi ipada tempat yang umum pada Registry dan di hard drive. Ini mode terlama.
4238 = Menganalisa data aplikasi sebelum menghapusnya.
4239 = Menjalankan penghapus bawaan dari aplikasi.
4240 = Setelah aplikasi penghapus selesai, klik tombol "Selanjutnya" untuk memulai pencarian file dan folder yang tersisa, serta registry items. 
4241 = Melakukan analisis awal dan penghapusan 
4242 = Mencari informasi yang tertinggal
4243 = Penghapus bawaan komplet, sekarang mencari di Registry dan hard drive mu untuk file dan folder yang tertinggal, serta registry items yang berhubungan dengan aplikasi yang dihapus. Mohon tunggu….
4244 = Menemukan Registry items yang tertinggal
4245 = Menemukan Registry items:
4246 = Catatan: Mohon berhati-hati mencocokkan item yang ditenalkan! Hanya centang yang tebal dan sub item-nya akan dihapus!
4247 = Menemukan file dan folder yang tertinggal
4248 = Menemukan items:
4249 = My Computer
4250 = Revo Uninstaller tidak dapat menjalankan penghapus bawaan. Mungkin perntah menghapus salah atau program penghapus corrupt. Anda dapat menekan tombol “Kembali” dan mencoba mode penghapus lain.
4251 = Aplikasi penghapus bawaan selesai. Revo Uninstaller tidak mencari item yang tertinggal. Anda dapat menekan tombol “Kembali” dan mencoba mode penghapus lain untuk mencari file, folder dan Registry items yang tertinggal.
4252 = Prosedur penghapusan Revo Uninstaller komplet dan sukses, tetapi item yang tertinggal tidak ditemukan. Anda dapat menekan tombol “Kembali” dan mencoba mode penghapus yang lebih luas untuk pencarian lebih dalam.
4253 = Revo Uninstaller menyelesaikan prosedur penghapusan dengan sukses. Jika anda ingin mencari item tersisa yang lain anda dapat menekan tombol “Kembali” dan coba mode penghapus lanjut untuk pencarian lebih dalam.
4254 = Selesai
4255 = Apakah anda yakin ingin mengirim file terpilih ke Recycle Bin?
4256 = Apakah anda yakin ingin untuk menghapus registry item terpilih?
4257 = Revo Uninstaller menyelesaikan prosedur penghapusan dengan sukses!
4258 = Apakah anda yakin ingin melewatkan penghapusan registry yang tertinggal dan melanjutkan ke tahap berikutnya?
4259 = Apakah anda yakin ingin melewatkan penghapusan file dan folder yang tertinggal dan melanjutkan ke tahap berikutnya? 
4260 = Pencarian materi yang tertinggal selesai. Tekan tombol “Selanjutnya” untuk melihat hasil!
4261 = Membuat titik System Restore...
4262 = Membuat titik System Restore - Gagal!
4263 = Membuat titik System Restore dilarang (pada Pilihan -> Penghapus)
4264 = Membuat titik System Restore - Selesai!
4265 = File System
4266 = Memindai sisa dari
4267 = sisa ditemukan di Registry dan File system
4268 = sisa dihapus dari Registry dan File system
4269 = program dicopot
4270 = Gagal membuat Restore Point (System Restore dimatikan oleh Pengaturan Windows)
4271 = Menghapus sisa yang ditemukan dari Registry dan File system...
4272 = Memindai sisa...

[About]
4300 = Penerjemah:

[ContextMenu Uninstaller]
5000 = Perintah
5001 = Info
5002 = Cari di Google untuk
5004 = Lokasi pemasangan
5005 = Buka tautan tentang...
5006 = Buka tautan Bantuan...
5007 = Buka tautan Pembaruan...
5008 = Buka Registry Key...

[Common]
10000 = OK
10001 = Batal
10002 = Bantuan
10003 = Cari
10004 = Alat bantu yang sering dipakai
10005 = Halaman Rumah
10006 = Tentang
10007 = Peringatan
10008 = SALAH
10009 = Ya
10010 = Tidak
10011 = Jeda
10012 = Lanjutkan
10013 = Default
10014 = Mohon tunggu...
10015 = Nanti
10016 = Tidak Pernah
10017 = Pekerjaan selesai dengan sempurna!
10018 = Harap tunggu sementara operasi sedang berlangsung...
10019 = Sunting
10020 = Coba lagi
10021 = Abaikan
10022 = Batalkan
10023 = Hapus
10024 = Simpan
10025 = Item
10026 = Mulai
10027 = Tutup (Disarankan)

[Tooltips]
2000 = Ganti ke mode penghapus
2001 = Tunjukkan panel peralatan
2002 = Membetulkan pengaturan
2003 = Ganti ke Mode Pemburu
2004 = Ubah tampilan daftar program terpasang
2005 = Hapus program terpilih
2006 = Hapus catatan terpilih dari registry
2007 = Segarkan daftar aplikasi
2008 = Perbarui versi sekarang dengan versi terbaru
2009 = Temukan informasi tambahan dan jawaban untuk semua pertanyaanmu tentang program
404 = Jalankan aplikasi terpilih
405 = Henti dan Tutup aplikasi terpilih
406 = Cegah aplikasi terpilih dari otomatis jalan
506 = Bersihkan pilihan yang dipilih
605 = Bersihkan pilihan yang dipilih
705 = Bersihkan pilihan yang dipilih
2106 = Jalankan alat yang dipilih
2304 = Cari file yang tidak dibutuhkan berdasarkan pengaturan yang dipilih
2305 = Hapus file yang dicentang ke Recycle Bin



[UninstallerPro]
15000 = Umum
15001 = Pemimpin Grup
15002 = Program baru
15003 = Program lain
15004 = Nama
15005 = Ganti nama
15006 = Internet
15007 = Permainan
15008 = Multimedia
15009 = Fasilitas
15050 = Pindah ke atas
15051 = Pindah ke bawah
15052 = Tambah
15053 = Buang
15054 = Kolom
15055 = Buang kolom ini
15056 = Perataan
15057 = Kiri
15058 = Tengah
15059 = Kanan
15060 = Disesuaikan
15061 = Ekspor Daftar ke
15062 = Bentuk Text(txt)
15063 = Bentuk HTML(html)
15064 = Microsoft Excel
15065 = Export
15066 = Pilih kolom yang ingin kamu export
15067 = Tunjukkan sebagai program yang baru dipasang:
15068 = Terakhir (dalam hari)
15069 = Sejak terakhir mulai dari penghapus
15070 = Nama Grup:
15071 = Tambah
15072 = Group
15073 = Jejak Program
15074 = Jejak\nProgram
15075 = Semua Program
15076 = Semua\nProgram
15077 = Hapus Log
15078 = Penghapus lain
15079 = Ubah Ikon
15080 = Tambah ke Grup
15081 = Buang dari Grup
15082 = Penghapusan
15083 = Penghapusan file dan folder log dari program:
15084 = Penghapusan log item Registry:
15085 = Ada beberapa data yang mungkin berhubungan dengan program yang dihapus, tetapi tidak dihapus karena tidak ter-log oleh Revo Uninstaller Pro selama pemasangan program. Jika anda ingin melihat dan secepatnya ingin menghapusnya, tekan tombol "Penghapusan Lanjutan"
15086 = Penghapusan Lanjutan
15087 = Lokasi File\Folder
15088 = Memuat daftar...
15089 = Hapus nilai yang dipilih
15090 = Buka kunci Registry Orangtua... 
15091 = Perluas semua 
15092 = Kecilkan semua
15093 = Nama Nilai 
15094 = Log Folder:
15095 = Jalankan perintah ubah nama dari keadaan sebelumnya pada system file dan folder
15096 = Penghapusan paksa
15097 = Penghapusan\nPaksa
15098 = Perluas kunci yang dipilih
15099 = Sempitkan kunci yang dipilih
15100 = Hapus kunci yang dipilih
15101 = Tndai kunci yang dipilih sebagai buatan
15102 = Tambah ke daftar larangan
15103 = File log tidak cocok
15104 = File tidak ada! Masukkan nama file yang cocok atau batalkan perintah.
15105 = Pilih Proses
15106 = Tambah Proses ke daftar
15107 = Lokasi Process:
15108 = Tambah kunci Registry
15109 = Lokasi kunci Registry
15110 = Perintah Penghapusan paksa Forced Uninstall membantumu menghapus program atau membuang bagian yang terpasang dan tertinggal dari program.Anda dapat mencari file dan folder yang tertinggal atau masukkan lokasi lengkap ke file apapun atau folder dari program yang ingin Anda hapus. Anda juga dapat memasukkan nama program sebagai informasi tambahan. Berdasarkan data yang dimasukkan, Revo Uninstaller Pro mencari penghapus bawaan yang masih ada dan log pemasangan yang terkait pada modul Jejak Program dan Database log. Jika ada yang ditemukan, itu akan didaftar, sehingga Anda dapat memilih akan menggunakannya atau tidak.\n\nMohon, masukkan nama sebenarnya dan lokasi pemasangan program yang ingin Anda hapus!
15111 = Mode pencarian
15112 = Bawaan
15113 = Aman
15114 = Tengah
15115 = Lanjutan
15116 = Lokasi dari file atau folder program:
15117 = Nama program sebenarnya:
15118 = Menemukan penghapus bawaan:
15119 = Jalankan penghapus bawaan terpilih
15120 = Nama Program
15121 = Perintah penghapusan
15122 = Jenis
15123 = 32-bit
15124 = 64-bit
15125 = Bunuh Proses dan Lanjutkan
15126 = File yang dipilih menjalankan proses! Jika anda ingin menghapusnya  dan itu berhubungan dengan baik, ini lebih baik untuk membunuh (menghentikan) nya sebelum dilanjutkan
15127 = Kunci Registry yang dilarang
15128 = Termasuk Subkeys
15129 = Atur fokus pada jendela "Jejak Program" saat startup
15130 = Hapus file dan folder:
15131 = Ke folder Backup
15132 = Ke Recycle Bin
15133 = Secara Permanen
15134 = Apakah anda yakin ingin menghapus materi terpilih?
15135 = Folder
15136 = File
15137 = Mungkin berhubungan dengan File dan Folder
15138 = Mungkin berhubungan dengan materi Registry
15139 = Kunci:
15140 = Nilai:
15141 = Log File dan Folder
15142 = Jalankan perintah ubah nama dari keadaan sebelumnya pada system file dan folder
15143 = Apakah anda yakin ingin menghapus materi yang dipilih?
15144 = Terpilih, tetapi file yang tersisa akan dihapus pada system restart selanjutnya.
15145 = Log materi Registry
15146 = Menghapus...
15147 = Mencari file, folder dan materi registry yang tersisa berdasarkan informasi awal yang ada
15148 = Menganalisa dan menjalankan program penghapus bawaan untuk penghapusan standar
15149 = Setelah program penghapus selesai, tekan tombol "Mencari" untuk memulai pencarian file, folder dan materi registry yang tersisa.
15150 = Ruang disk tidak cukup untuk menulis data cache file
15151 = Kesalahan penulisan cache file. Yakinkan anda mempunyai izin yang tepat.
15152 = Kesalahan membaca data cache file
15153 = Revo Uninstaller Pro tidak menemukan materi yang tersisa
15154 = Mencari
15155 = Pesanan\nPenghapusan
15156 = Modul "Semua Program" dari Revo Uninstaller Pro menunjukkan semua program terpasang dan komponen untuk user saat ini dan semuanya, dibagi kedalam 2 grup default - "Baru" dan"Lain".Ketika menggunakan salah satu jenis penglihatan "Detil" atau dengan menggunakan context menu, kamu dapat mencapai informasi tambahan (tautan dan properties tentang pemasangan. Pengaturan untuk mode ini ada di subitem "Semua program" dibawah menu "Penghapus" pada jendela "Pilihan".
15157 = Modul "Jejak Programs"dari Revo Uninstaller Pro menunjukkan semua jejak program (termonitor) selama pemasangan menggunakan Revo Uninstaller Pro. Untuk jejak program dengan Revo Uninstaller Pro, kamu dapat klik kanan pada pemasangnya (setup) atau tekan tombol "Pasang Programs" pada toolbar utama. Pengaturan untuk mode ini ada di subitem "Jejak Program" dibawah "Penghapus" di jendela "Pilihan".
15158 = Registrasi
15159 = File bantuan
15160 = Pasang Program
15161 = Pasang\nProgram
15162 = Buat titik System Restore dan komplet Registry backup sebelum dihapus
15163 = Membuat Registry backup(komplet)...
15164 = Membuat titik System Restore dan komplet Registry backup dilarang (pada Pilihan->Penghapus)
15165 = Membuat Registry backup (komplet) - Selesai!
15166 = Membuat Registry backup (komplet) - Gagal!
15167 = (Tidak didukung pada Windows Vista atau Windows 7)
15168 = Log:
15169 = Atau klik kanan mouse letakkan diatas ikon mode pemburu dan pilih "Keluar" untuk berhenti
15170 = Buka sihir penghapus maximal
15171 = Lokasi Folder
15172 = Mohon pasang pembaca pdf untuk melihat file bantuan
15175 = Membangun kembali file cache
15176 = Apakah Anda yakin ingin membangun kembali file cache?\nKustomisasi pada rincian program akan di-reset!
15177 = Kelola
15178 = Ekspor,Impor atau Sunting log
15179 = Ubah\natau Perbaiki
15180 = Ubah atau perbaiki
15181 = Perbarui tautan
15182 = Database Log
15183 = Database\nLog
15184 = Program:
15185 = Nama Program
15186 = Versi Program
15187 = Versi Windows
15188 = Windows Bits
15189 = Ditemukan
15190 = Hanya tampilkan log yang sesuai dengan %s
15191 = Hanya tampilkan %s log
15192 = Log yang cocok:
15193 = Database Log:
15194 = Cari berdasarkan:
15195 = log
15196 = log
15197 = program
15198 = program
15199 = Nama
15200 = Penghapusan cepat 
15201 = Penghapusan\nCepat
15202 = Membuat permulaan system backup
15203 = Penghapusan program %d dari %d
15204 = Memulai analisa - Selesai!
15205 = Menjalankan program penghapus bawaan - selesai!
15206 = Menjalankan program penghapus bawaan - gagal!
15207 = Mencari file, folder dan item registry yang tertinggal...
15208 = Menghapus berkas yang tertinggal...
15209 = Terhapus %d tersisa %d Registry key dan Values
15210 = Terhapus %d tersisa %d Files dan Folder
15211 = Penghapusan cepat Selesai!
15212 = Status
15213 = Setelah program penghapus selesai, tekan tombol "Lanjutkan" untuk melanjutkan proses penghapusan.
15214 = Lanjutkan
15215 = Diimpor
15216 = Tambahkan komentar
15217 = Sunting komentar
15218 = Modul
15219 = Tanggal Log
15220 = Menyiapkan data log untuk penghapusan...
15221 = %d dari %d item
15222 = Pelaksanaan membutuhkan perubahan nama...
15223 = Apakah Anda yakin ingin menghapus log terpilih?
15224 = Apakah Anda yakin ingin menghapus log terpilih?
15225 = Menghapus %d log dari %d
15226 = Ekspor Semua
15227 = Lewati\nBackup
15228 = Lewati pembuatan system restore point dan full Registry backup
15229 = Pembuatan full Registry backup - dilewati!
15230 = Pembuatan System Restore Point - dilewati!
15231 = Sunting Log
15232 = Impor Log
15233 = Ekspor Log
15234 = Menguraikan Log -
15235 = Ubah nama Log
15236 = Nama Log
15237 = Simpan perubahan
15238 = Modifikasi
15239 = Ion
15240 = Indeks Ikon
15241 = Pembuat
15242 = Tanggal Pembuatan
15243 = Waku perubahan terakhir
15244 = Perkiraan ukuran
15245 = Registry Key
15246 = Registry Value
15247 = Dibuat
15248 = Dihapus
15249 = Diubah nama
15250 = Digantikan
15251 = Tak diketahui
15252 = Nama Lama
15253 = Nama Lengkap
15254 = Nama Lengkap Sebelumnya
15255 = Data Sebelumnya
15256 = Registry Value dengan nama ini sudah ada!
15257 = Tambah Key
15258 = Nama Key:
15259 = Tidak dimodifikasi
15260 = Modifikasi Key
15261 = Tambah Value
15262 = Modifikasi Value
15263 = Atur
15264 = Type Sebelumnya
15265 = Hentikan paksa file yang sedang dijalankan selama penghapusan
15266 = Cari log yang sesuai dengan program sebelum dihapusl
15267 = Apakah Anda yakin akan melakukan Penghapusan Cepat pada program terpilih?
15268 = Menemukan log yang cocok diantara log-logmu yang akan digunakan pada penghapusan\nMenjalankan program penghapus bawaan untuk penghapusan standar.
15269 = Menemukan log yang cocok pada Log Database yang akan digunakan pada penghapusan\nMenjalankan program penghapus bawaan untuk penghapusan standar.
15270 = Setelah program penghapus selesai, tekan tombol "Lanjutkan" untuk melihat file, folder dan item Rgeistry yang tertinggal.
15271 = Gagal mengunduh file log!
15272 = Gagal mengubah nama file terunduh!
15273 = Modul "Database Log" pada Revo Uninstaller Pro menampilkan daftar logs dari jejak program yang cocok dengan sistem Windows mu. Log ini disimpan pada web site kami dan diurus oleh tim Revo Uninstaller Pro. Anda dapat dengan mudah (dengan satu klik pada tombol "Hapus") menggunakan log ini untuk menghapus program dari komputer mu.
15274 = Versi Anda:
15275 = Perbarui Sekarang
15276 = Otomatis perbarui Database Log
15277 = Gagal mengunduh Database Log!
15278 = Gagal membarui Database Log!
15279 = Gagal mengekstrak Database Log!
15280 = Gagal membuka Database Log!
15281 = Masukkan komentar Anda:
15282 = Pilih Ikon
15283 = Lokasi File:
15284 = Pilih ikon dari daftar:
15285 = File
15286 = Folder
15287 = Mengekspor Log -
15288 = Mengimpor Log -
15289 = %d%% komplet
15290 = Diekspor oleh
15291 = Menemukan log yang berhubungan
15292 = Ya(disarankan)
15293 = Daftar log yang Anda buat terlihat berhubungan dengan program yang Anda hapus. Apakah Anda ingin menggunakan data dari logs selama penghapusan?
15294 = Mengunduh Log -
15295 = Daftar log ditemukan di Database log dan terlihat berhubungan dengan program yang Anda hapus. Jika Anda ingin menggunakan beberapa selama prosedur penghapusan, centanglah di depannya.
15296 = Ada log penghapusan yang sesuai dengan database kami.\nApakah Anda ingin menggunakannya untuk penghapusan komplet dari program tersebut?
15297 = Apakah Anda yakin akan menghapus log yang terpilih dari daftar?
15298 = Anda harus memilih minimal satu kolom untuk di ekspor!
15299 = Mencari
15300 = Gunakan log terpilih
15301 = Sumber
15302 = Anda belum memilih penghapus bawaan dari daftar.\nApakah Anda yakin akan melanjutkan pencarian yang tersisa dan melewatkan penggunaan penghapus bawaan?
15303 = Pilih penghapus bawaan dari daftar jika Anda ingin menggunakannnya selama proses penghapusan.
15304 = Anda belum memilih log dari daftar.\nApakah anda yakin ingin melanjutkan pencarian file yang tertinggal dan melewatkan penggunaan log?
15305 = Pilih log dari daftar jika Anda ingin menggunakannnya selama proses penghapusan.
15306 = Memuat data log...
15307 = Membuat full Registry Backup sebelum penghapusan
15308 = Pembuatan full Registry Backup dimatikan (pada Pilihan->Penghapus)
15309 = Lokasi:
15310 = Gunakan data penghapusan program untuk mendapatkan kelengkapan tanggal
15311 = Install Program dengan \nRevo Uninstaller Pro
15312 = Gabungkan Log terpilih
15313 = Apakah Anda yakin ingin menggabungkan log terpilih?\nPerintah ini sesuai untuk log yang terkait dengan satu program dan menggabungkan semua log dalam sebuah log dengan data.
15314 = Nama Log yang digabungkan
15315 = Folder untuk di kecualikan
15316 = File dan Folder untuk di kecualikan
15317 = Kunci Registry untuk di kecualikan
15318 = Penghapusan %s telah terputus oleh restart komputer. Apakah Anda ingin melanjutkan proses penghapusan?
15319 = Semua log pekerjaan ada di komputer saat ini
15320 = Transfer
15321 = Backup
15322 = Restore
15323 = Pilih folder utama dari versi Portable
15324 = Log Backup Log
15325 = Log Restore
15326 = Gantikan log yang ada dengan nama yang sama?
15327 = Gagal mendeteksi data folder pemasangan Revo Uninstaller Pro.

15334 = Tampilkan cek box dalam tampilan Detail
15335 = Jalur tidak ada!
15336 = Ekspor data Log
15337 = Program terdaftar dipasang di lokasi pemasangan yang sama dengan %s. Sisa dari semua program ini akan ditemukan.\nApakah Anda yakin ingin melanjutkan?
15338 = Menemukan program terkait
15339 = Otomatis hapus semua sisa yang ditemukan
15340 = Ditemukan %d sisa Registry
15341 = Menghapus %d sisa Registry ...
15342 = Ditemukan %d sisa Folder dan %d File
15343 = Menghapus %d sisa Folder dan %d File...
15344 = %d dipilih
15345 = Tampilkan pilihan untuk memindai semua akun Windows untuk mencari sisa
15346 = Pilih warna tema Anda
15347 = Klasik
15348 = Gelap
15349 = Anda selalu dapat mengubah pengaturan ini nanti.
15350 = Menganalisis pencopot bawaan program untuk pencopotan default dan memulainya secara diam-diam (jika memungkinkan)
15351 = Memulai perintah pencopotan default aplikasi untuk pencopotan awal
15352 = Pindai semua akun Windows untuk mencari sisa
15353 = Copot pemasangan dari semua akun Windows
15354 = Menjalankan pencopot bawaan dari %s
15355 = Setelah pencopot bawaan dari ( %s ) selesai, klik tombol "Pindai" untuk memulai memindai sisa
15356 = Log level diubah ke %d.
15357 = Lanjutkan operasi pencopotan?
15358 = Apakah Anda yakin ingin membatalkan proses pencopotan? 

[Auto Run Manager Pro]
15800 = Tambah
15801 = Tambah program ke Windows startup
15802 = Atur otomatis mulai untuk:
15803 = Semua pengguna
15804 = Pengguna saat ini
15805 = Atur otomatis mulai dari:
15806 = Registry: Jalan - pada tiap startup dari Windows
15807 = Registry: Jalan sekali - hanya jalan sekali, untuk startup Windows selanjutnya
15808 = Folder Startup - untuk setiap startup Windows
15809 = Perintah (Komplet Lokasi):
15810 = Nama:
15811 = Dibuang dari otomatis mulai
15812 = Buang materi yang tidak berjalan dari otomatis mulai
15813 = Buang semua materi yang dilarang dari otomatis mulai
15814 = Services
15815 = Buka Sevices Windows
15816 = Tugas terjadwal
15817 = Izinkan
15818 = Nonaktifkan

[General App]
16001 = Cetak
16002 = Tinjau Pracetak
16003 = Pengaturan Cetak
16004 = Lihat
16005 = Menu Bar
16006 = Toolbar utama
16007 = Panel Deskripsi
16008 = Status Bar
16009 = Toolbar Peralatan
16010 = File
16011 = Pengelola\nAutorun
16012 = Pembersih \nFile Sampah
16013 = Peralatan\nWindows
16014 = Pembersih\nBrowser
16015 = Pembersih\nMicrosoft Office
16016 = Pembersih\nWindows
16017 = Pembuang\nBukti
16018 = Hapus yang\n tidak bisa dikembalikan
16019 = Pengelola\nBackup
16020 = Pasang dengan Revo Uninstaller Pro
16021 = Hapus dengan Revo Uninstaller Pro
16022 = Pasang program terpilih dengan Revo Uninstaller Pro
16023 = Hapus program terpilih dengan Revo Uninstaller Pro
16024 = Folder Backup:
16025 = Back up materi Registry terhapus
16026 = Back up file dan folder terhapus
16027 = Microsoft Excel tidak terpasang pada komputer ini (Kode Kesalahan 0x%08X).
16028 = Gagal menjalankan Microsoft Excel (Kode kesalahan 0x%08X).
16029 = Kesalahan tidak diketahui.
16030 = Registry
16031 = Lewatkan pesan informasi yang ditunjukkan oleh Revo Uninstaller Pro
16032 = Lewatkan pesan peringatan yang ditunjukkan oleh Revo Uninstaller Pro
16033 = Proses
16034 = Jejak program di mode jendela compact
16035 = Termasuk Proses:
16036 = Bukan Proses:
16037 = Lokasi Proses
16038 = Tema Visual:
16039 = Bar peralatan
16040 = Tunjukkan label teks
16041 = Tunjukkan ikon kecil
16042 = Biru
16043 = Abu-abu
16044 = Hitam
16045 = Perak
16046 = Asal
16047 = Asal 2
16048 = Asal lembut
16049 = Beli Sekarang
16050 = Setelah anda membeli Revo Uninstaller Pro, anda akan menerima nomor seri melalui email. Biasanya untuk meng-aktifkan Revo Uninstaller Pro, anda harus memasukkan nomor seri pada formulir berikut kemudian tekan tombol “Aktifasi Online”. Aktifasi membutuhkan sambungan Internet, jadi firewall-mu tidak boleh mem-blok Revo Uninstaller Pro. Jika kamu mempunyai pertanyaan lain tentang registrasi, silahkan hubungi kami di: registration@revouninstaller.com
16051 = Register 
16052 = Masukkan nomor seri yang benar disini:
16053 = Aktifasi online
16054 = All rights reserved.
16055 = Versi ter-registrasi
16056 = Versi tidak ter-registrasi
16057 = Apakah anda yakin ingin menghapus backup, log dan lainnya yang dibuat Revo Uninstaller Pro? Tekan "Tidak" jika kamu membarui program.
16058 = Penerjemah:
16059 = Buat Registry backup harian
16060 = Hapus jejak log program setelah dihapus
16061 =Tunjukkan ikon kecil pada modus Detil
16065 = Blue 2
16066 = Tampilkan Revo Uninstaller Pro diControl Panel
16070 = Toolbar Perintah
16071 = Sesuaikan
16072 = Thema
16073 = Sesuaikan warna Background
16074 = Sesuaikan pilihan Warna
16075 = Mohon tutp Revo Uninstaller Pro, sebelum memulai impor log.\nAtau impor log menggunakan tombol toolbar "Peneglola"  pada modul "Jejak Program" module.
16076 = Aktifkan
16077 = Pilih metode aktivasi
16078 = aktivasi Online
16079 = aktivasi dengan File
16080 = Masa percobaan 30 harimu telah usai. Jika Anda ingin terus melanjutkan produk kami, Anda harus membeli lisensi.
16081 = Setelah Anda membeli lisensi untuk Revo Uninstaller Pro, Anda akan menerima nomor seri melalui email. Untuk mengaktivasi Revo Uninstaller Pro, Anda harus memasukkan Nama Anda dan nomor seri pada form berikut (copy dan paste sangat disarankan) kemudian tekan tombol “aktivasi online”. aktivasi membutuhkan sambungan internet, jadi pastikan firewallmu tidak memblok Revo Uninstaller Pro. Jika Anda mempunyai beberapa pertanyaan atau masalah yang berhubungan dengan registrasi, silakan hubungi kami di: registration@revouninstaller.com
16082 = Setelah Anda membeli lisensi untuk Revo Uninstaller Pro, Anda akan menerima nomor seri melalui email. Untuk mengaktivasi Revo Uninstaller Pro dengan File, Anda harus memasukkan Nama Anda dan nomor seri pada form berikut (copy dan paste sangat disarankan) dan kemudian tekan tombol “Simpan File” untuk menyimpan file. Kemudian kirim  file yang dibuat ke support@revouninstaller.com atau registration@revouninstaller.com. Kami akan mengirimkan Unlock key dalam 24 jam yang akan melengkapi aktivasi Revo Uninstaller Pro. Jika Anda mempunyai beberapa pertanyaan atau masalah yang berhubungan dengan registrasi, silakan hubungi kami di : registration@revouninstaller.com
16083 = Anda telah emilih untuk mengaktifkan Revo Uninstaller Pro dengan File. Setelah Anda mengirim file Aktivasi ke email dukungan kami, Anda seharusnya menerima Unlock Key dari tim Revo Uninstaller Pro. Anda harus memasukkan Unlock Key berikut (copy dan paste sangat disarankan) dan tekan tombol "Aktifkan". Jika Anda mempunyai beberapa pertanyaan atau masalah yang berhubungan dengan registrasi, silakan hubungi kami di : registration@revouninstaller.com
16084 = Ada perubahan pada komputer Anda yang dibutuhkan Revo Uninstaller Pro untuk aktivasi ulang. Cukup tekan tombol "Aktifkan". Jika Anda mempunyai beberapa pertanyaan atau masalah yang berhubungan dengan registrasi, silakan hubungi kami di : registration@revouninstaller.com
16085 = Aktivasi Sukses! 
16086 = Aktivasi Gagal!
16087 = Tak ada sambungan ke server Aktivasi. Mohon pastikan firewall Anda tidak memblok Revo Uninstaller Pro.
16088 = Masukkan User Name:
16089 = Masukkan Somor Seri (copy dan paste disarankan):
16090 = Masukkan Unlock Key (copy dan paste disarankan):
16091 = Proses reset Aktivasi
16092 = Sisa hari:
16093 = Simpan File
16094 = Diregistrasikan untuk
16095 = Aktivasi ulang
16096 = Aktivasi dalam proses. Mohon tunggu ...
16097 = Nomor Seri Salah.\nMohon copy dan paste nomor seri daripada mengetiknya!
16098 = Mohon restart Revo Uninstaller Pro
16099 = Mode Gelap
16100 = Nomor Seri:
16101 = Data Lisensi:
16102 = Masukkan Umpan Balik
16103 = Dukungan Online
16104 = Kembalikan pengaturan panel jendela utama
16105 = Kembalikan pengaturan Details view control
16106 = Pengembalian sukses!\nJalankan ulang Revo Uninstaller Pro untuk menerapkan perubahan
16107 = Tidak ada item tercentang.\nAnda harus mencentang minimal satu item untuk diproses.
16108 = Tampilkan splash screen saat mulai
16109 = Penghapus Riwayat
16110 = Pembersih\nRiwayat
16111 = More\nPerintah
16112 = Revo Uninstaller Pro telah berjalan!
16113 = Pembaruan subscription kedaluarsa: 
16114 = Perbarui sekarang
16115 = Pembaruan subscrition kedaluarsa dalam %s!
16116 = Perbarui Subscription
16117 = Jika Anda ingin dapat memasang versi terbaru dari Revo Uninstaller Pro yang di rilis setelah tanggal itu, Anda harus memperbarui Pembaruan Subscription.
16118 = Pengingat versi Uji coba
16119 = Terimakasih telah menggunakan Revo Uninstaller Pro. Anda menjalankan versi uji coba 30 hari. Jika Anda menyukai software ini dan ingin menggunakannya setelah masa uji coba habis, Anda harus membeli lisensi.
16120 = Subscription Anda mengizinkan untuk memasang dan mengaktifkan versi Revo Uninstaller Pro yang dirilis sebelum %s. Jika Anda ingin memasang versi terbaru dari Revo Uninstaller Pro Anda harus membarui subscription Anda.
16121 = Suka
16122 = Non Aktifkan Lisensi
16123 = Lisensi Anda telah dinonaktifkan oleh Anda. Jika Anda ingin menggunakan Revo Uninstaller Pro lagi Anda harus me-register  dengan nomor seri yang valid
16124 = Non Aktifkan Lisensi
16125 = Kunci Aktivasi yang digunakan telah berhasil dinonaktifkan.
16126 = Penonaktifan gagal!
16127 = Apakah Anda yakin ingin menonaktifkan lisensi Anda?\nInstalasi Revo Uninstaller Pro saat ini akan berhenti bekerja! Lanjutkan hanya jika Anda ingin memindahkan atau mentransfer lisensi Anda ke komputer lain.
16128 = Non Aktifkan
16129 = Menonaktifkan lisensi Anda. Mohon tunggu ...
16130 = hari
16131 = Nomor seri yang dimasukkan telah diterapkan ke file lisensi saat ini.
16132 = Pembaruan Subscription akan kedaluarsa dalam %s, jadi Anda tidak berhak untuk membarui versi Revo Uninstaller Pro saat ini. Mohon perbarui Pembaruan Subscription Anda jika Anda ingin memasang dan menggunakan versi terbaru.
16133 = Teks tombol perintah
16134 = Masukkan nama pengguna yang Anda inginkan
16135 = Impor berhasil!\nRestart Revo Uninstaller Pro guna menerapkan perubahan.
16150 = Warna latar belakang dialog
16151 = Warna teks
16152 = Mengontrol warna latar belakang
16153 = Warna pilihan
16156 = Nonaktifkan semua animasi teks
16157 = Dapatkan Aplikasi Android kami
16158 = Unduh Aplikasi Android kami
16159 = Salin ke Clipboard

[AppBar]
16900 = Simpan log dari pengawasan perubahan sistem
16901 = Hentikan pengawasan pemasangan
16902 = Revo Uninstaller Pro mengawasi perubahan sistem secara detil pemasangan seperti biasa! Mohon, JANGAN jalankan file setup lain, programs atau yang lainnya, selama pemasangan program! Setelah kamu menyelesaikan pemasangan, jalankan program terpasang, atur dan tutup. Kemudian tekan tombol "Henti" (kotak merah) dan simpanlog.
16903 = Masukkan nama untuk log:
16904 = Masukkan nama untuk log dan tekan tombol "Simpan"
16905 = Revo Uninstaller Pro meninggalkan jejak pemasangan
16906 = Revo Uninstaller Pro menyimpan data
16907 = Tidak mendapatkan izin yang diperlukan untuk mematikan komputer. Coba matikan secara manual!
16908 = Tidak mendapatkan izin pengaturan untuk mematikan komputer. Coba matikan secara manual!
16909 = Mohon masukkan nama log yang valid!
16910 = Apakah Anda yakin untuk membatalkan proses logging?


[JunkFilesCleanerPro]
17000 = Larangan
17001 = Perubahan terakhir
17002 = Scan Folder...
17003 = Termasuk
17004 = Folder untuk dimasukkan sebagai sampah

[Windows Apps]
17100 = Aplikasi\nWindows
17101 = Aplikasi Windwos
17102 = Aplikasi Windows
17103 = Total Aplikasi
17104 = Aplikasi
17105 = Aplikasi
17106 = Modul "Jendela Aplikasi" mendaftar semua aplikasi windows yang terpasang dan membantumu untuk menghapus semuanya dengan sekali klik. Beberapa aplikasi yang dibuat Microsoft telah terpasang secara pre-installed dengan operating system, yang lainnya melalui Microsoft Store. Info lebih lanjut tentang aplikasi dapat ditemukan dari context menu.
17107 = Menganalisa dan menjalankan perintah penghapusan default dari aplikasi
17108 = Setelah penghapus bawaan dari aplikasi selesai, tekan tombol "Mencari" untuk memulai Analisa file, folder dan item registry yang tersisa.
17109 = Apakah Anda yakin ingin menghapus Aplikasi terpilih?
17115 = Akhiri
17116 = Reset Aplikasi
17117 = Reset Microsoft Store
17118 = Tidak dapat menghentikan Aplikasi yang dipilih.
17119 = Ini akan mengembalikan Aplikasi ke konfigurasi awalnya.\nAnda ingin melanjutkan?
17120 = Ini akan mengembalikan Microsoft Store ke konfigurasi awalnya.\nAnda ingin melanjutkan?
17121 = Pencopot bawaan dari %s gagal.\nKami menyarankan untuk memeriksa integritas file sistem Anda atau mengatur ulang Aplikasi %s , dan mencobanya lagi.
17122 = Pencopotan Gagal

[Browser Extensions]
17200 = Browser\nExtensions
17201 = Browser Extensions
17202 = MS Edge Extension
17203 = Tipe
17204 = Extension
17205 = Plugin
17206 = Aplikasi
17207 = Bantuan
17208 = Toolbar
17209 = Cari Provider
17210 = %s sedang berjalan. Bunuh (paksa berhenti) juka Anda ingin melanjutkan.\nData yang belum tersimpan dalam browser mungkin hilang.
17211 = Total extensions
17212 = extension
17213 = extensions
17214 = Modul "Browser Extensions" mendaftar dan membantumu menghapusberbagai macam komponen yang berbeda (disebut extension atau add-ons), seperti yang dimiliki browser populer: Google Chrome, Microsoft Edge, Mozilla Firefox and Internet Explorer dan mengizinkanmu menyesuaikan dengan keinginanmu. Kolom "Type" menunjukkanmu bermacam-macam extension berdasarkan browser.
17215 = Apakah Anda ingin menghapus extension terpilih?
17216 = Menghapus %s extension
17217 = Untuk menghindari pemasangan extensions secara otomatis, mohon nonaktifkan "Sync Apps" dan "Sync Extensions" dari Pengaturan Chrome, kemudian lanjutkan proses penghapusan.
17218 = Anda memilih pre-installed extension.
17219 = Peramban
17220 = Profil
17221 = %s sedang berjalan.◙ Tekan 'k' untuk menghentikan/menutup paksa (data yang belum disimpan di browser Anda mungkin hilang).◙ Tekan tombol apapun untuk membatalkan.
17222 = %s sedang berjalan. Silakan tutup untuk melanjutkan.

[EvidenceRemoverPro]
17300 = Jenis
17301 = Ukuran Total
17302 = Ruang Kosong
17310 = Local Disk
17311 = Removable Disk
17312 = Perkiraan waktu:
17313 = hari
17314 = jam
17315 = menit
17316 = detik
17317 = Apakah Anda yakin ingin menghentikan proses

[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17418 = Disk Cleanup
17419 = Resource Monitor
17420 = Deployment Image Servicing and Management
17421 = Flush DNS cache
17422 = DirectX info dan diagnostik
17450 = Windows Backup and Restore mengizinkanmu untuk membuat salinan dari data file untuk semua orang yang menggunakan komputer dan memberimu kemampuan untuk membuat system image. Anda dapat membiarkan windows memilih apa yang harus di back up atau Anda dapat memilih sendiri folder, library dan drive yang ingin di back up. Sebuah system image sudah termasuk Windows dan pengaturan system Anda, program, dan file. Anda dapat menggunakan system image untuk mengembalikan isi dari komputermu jika hard drive atau komputer Anda pernah berhenti bekerja.
17451 = Task Scheduler membantu Anda untuk menjadwal tugas secara otomatis yang melaksanakan tugasnya pada waktu yang telah ditentukan atau ketiak suatu kejadian terjadi. Ia juga menyediakan kemampuan untuk menjadwalkan peluncuran suatu program atau skrip pada waktu yang belum ditentukan atau pada interval waktu yang telah ditentukan. Task Scheduler mengelola perpustakaan dari semua tugas yang dijadwal, menyediakan tampilan sebuah pengaturan tugas dan kenyamanan untuk mengelolanya. 
17452 = Check Disk memeriksa integritas logic dari file system pada Windows. Check Disk mengecek masalah yang berhubungan dengan sektor yang rusak, cluster yang hilang, cross-linked files, dan directory errors. Masalah tipe ini dapat dsebabkan oleh system crashes atau freezes, ketidak stabilan power, kesalahan turn off komputer, dll. 
17453 = System File Checker mengizinkan Anda untuk memeriksa dan mengembalikan kerusakan pada system file Windows dengan memverifikasi versinya. Jika a menemukan sebuah masalah, Ia akan berusaha mengganti file yang bermasalah dari DLL Cache Windows. Jika file tidak ada pada DLL Cache Windows atau DLL Cache tersebut rusak, Anda akan dianjurkan untuk memasukkan Windows installation disk.
17454 = Disk Cleanup adalah utilitas yang di desain sebagai maintenance komputer guna mengosongkan disk pada hard drive. Aplikasi tersebut mengizinkan pengguna untuk menghapus file yang sudah tidak lagi dibutuhkan atau dapat dihapus dengan aman seperti file temporary, cache dan file log yang dibuat oleh operating system dan program yang lain.
17455 = Resource Monitor, menampilkan informasi tentang penggunaan hardware (CPU, memory, disk, dan network) dan software (file handles dan module) sumber daya secara real time. Alat ini membantumu menemukan seberapa banyak sumber daya yang digunakan saat ini atau yang digunakan dari waktu ke waktu melalui representasi grafis.Dengan cara ini, Anda dapat memeriksa penghitung kinerja sumber daya tertentu dan memutuskan suatu tindakan untuk meningkatkan kinerja komputer. 
17456 = DISM menjalankan pemindaian untuk kerusakan dan memperbaiki masalah yang ditemukan di dalam sistem operasi.
17457 = Jika Anda mengalami masalah saat mengakses halaman web atau menggunakan layanan daring, mungkin perangkat Anda telah menyimpan catatan DNS kedaluwarsa yang perlu dibersihkan atau disetel ulang secara manual.
17458 = The DirectX Diagnostic Tool menampilkan banyak informasi tentang DirectX, dan juga memungkinkan Anda melakukan tes diagnostik dasar pada sistem DirectX.
17480 = Peralatan
17481 = Baris Perintah
17482 = Tambahkan alat khusus
17483 = Sunting peralatan
17484 = Alat khusus dengan nama yang sama sudah ada.\nMasukkan nama yang berbeda.

[WindowsCleanerPro] 
17500 = Hapus cache Thumbnail 

[UnrecoverableDeletePro]
17600 = Tambah File
17601 = Tambah Folder
17602 = Hapus selamanya
17603 = Penghapusan
17604 = Mengkalkulasi...
17605 = Beberapa item pada daftar tidak dapat dihapus sekarang.\nPastikan mereka sedang tidak digunakan Windows atau program lain dan coba lagi.
17606 = Hapus item terpilih dari daftar


[Backup Manager]
17800 = Pengelola Backup
17801 = Kembalikan
17802 = Hapus
17803 = Hapus Semua
17804 = Mode Restore\nlain
17812 = Memuat cabang...
17813 = Kembali
17814 = Selanjutnya
17815 = Data Restore Point tidak ditemukan
17816 = Memproses
17817 = Backing up %d dari %d materi
17818 = Restore Points:
17819 = Ukuran Total:
17820 = Pengelola Backup membantumu mengatur informasi yang disimpan Revo Uninstaller Pro setelah setiap registry entry, file atau folder dihapus. Dengan mengembalikan restore point, kamu dapat mengembalikan semua data yang dihapus atau kamu dapatmemilih dan mengambil materi yang ingin kamu kembalikan. Jika kamu membutuhkan banyak ruang kosong, kamu dapat menghapus beberapa atau semua restore points.
17821 = Nama
17822 = Operasi
17823 = Ukuran
17824 = Registry Items
17825 = File dan Folder
17826 = Waktu
17827 = Tanggal
17830 = Nama Kunci/Nilai
17831 = Data
17835 = Nilai Default
17836 = Mengembalikan %d dari %d items
17837 = Mengembalikan
17838 = Nama File/Folder
17839 = Modus Restore lain
17840 = Kesalahan membaca file data backup!
17841 = File dan Folder untuk dikembalikan
17842 = Materi Registry untuk dikembalikan
17843 = Ruang disk tidak cukup untuk menulis file data back up !
17844 = Kesalahan menulis file data back up!
17845 = Apakah anda yakin ingin mengembalikan operasi %s dari %s?
17846 = Apakah anda yakin ingin menghapus semua restore point?
17847 = Hapus\nberdasar waktu
17848 = Hapus backups yenag lebih dari tanggal atau periode
17849 = Hapus semua backups yang lebih dari:
17850 = Pilih hari:
17851 = Satu Minggu
17852 = Dua Minggu
17853 = 30 Hari
17854 = 90 Hari
17855 = 180 Hari
17856 = Satu Tahun
17857 = Sesuaikan tanggal
17858 = Anda telah memilih tanggal yang lebih baru daripada hari ini.\nIni akan menghapus semua backup! Lanjutkan?


[TooltipsPro]
18200 = Mengatur pengaturan Revo Uninstaller Pro
18201 = Ubah Pemandangan dari daftar jejak program
18202 = Kelola informasi backup dari Revo Uninstaller Pro
18203 = Pasang program melalui Revo Uninstaller Pro
18204 = Penghapusan paksa dari sisa-sisa program terhapus
18205 = Tunjukkan semua program terpasang
18206 = Tunjukkan jejak program terpasang
18207 = Hapus jejak program terpilih
18208 = Penghapusan lain untuk jejak program terpilih
18209 = Kembalikan restore point terpilih dari Revo Uninstaller Pro
18210 = Pengembalian lain restore point terpilih dari Revo Uninstaller Pro
18211 = Hapus restore point terpilih dari Revo Uninstaller Pro
18212 = Tambah program ke otomatis mulai dengan Windows start up
18213 = Laksankan penghapusan bukti operasi pada drives terpilih
18214 = Tambah file ke hapus jika tidak dapat diperoleh lagi
18215 = Tambah folder ke hapus jika tidak dapat diperoleh lagi
18216 = Hapus penambahan file dan folder
18217 = Hapus penandaan file
18218 = Ubah atau perbaiki pemasangan pada program terpilih
18219 = Hapus cepat program terpilih(semua sisa yang ditemukan akan otomatis dihapus)
18220 = Tambahkan item baru ke log
18221 = Modifikasi item terpilih
18222 = Hapus item terpilih dari log
18223 = Ekspor data log saat ini sebagai HTML


[Portable]
18500 = Kesalahan mengunduh pembaruane!
18501 = Kesalahan mengekstrak pembaruan!
18502 = Membarui
18503 = Pembaruan sukses!
18504 = %d dari %d file
18505 = Portabel
18506 = Gunakan folder penyimpanan yang disesuaikan
18507 = Izinkan mode muat cepat
18508 = Setuju
18509 = Persetujuan Lisensi

32900 = Riwayat Pencopotan
32901 = Hapus Semua
32902 = Ekspor Rincian
32903 = Nama Aplikasi
32905 = Program dicopot:
32907 = Log Pencopotan:
32909 = Aplikasi yang Dicopot:
32910 = Log di impor
32911 = Log Pengguna
32912 = Riwayat Penghapusan Pemasangan melacak semua pencopotan pemasangan yang telah dilakukan dan memberikan informasi terperinci tentang software yang dicopot pemasangannya dan semua data sisa yang dihapus.
32917 = Rincian Program:
32918 = Ringkasan Operasi:
32919 = File dan Folder operasi:
32920 = Operasi Registry:
32921 = Rincian Log:
32922 = Rincian Aplikasi:
32923 = Berhasil menghapus Registry keys
32924 = Berhasil menghapus Registry values
32925 = Berhasil menghapus File
32926 = Berhasil menghapus Folder
32927 = Setel untuk dihapus saat reboot
32928 = Gagal menghapus Registry keys
32929 = Gagal menghapus Registry values
32930 = Ringkasan
32931 = Menghapus sisa Registry keys:
32932 = Menghapus sisa Registry values:
32933 = Menghapus sisa Folder:
32934 = Menghapus sisa File:
32935 = Ruang kosong diambil kembali dari sisa:
32936 = Lihat Rincian
32937 = Anda telah mencopot pemasangan
32938 = Operasi pencopotan selesai